export const qAndAData = [
  {
    q: "이것은 첫번째 질문입니다.이것은 첫번째 질문입니다.이것은 첫번째 질문입니다.이것은 첫번째 질문입니다.",
    a: "이것은 첫번째 질문의 대답입니다.이것은 첫번째 질문의 대답입니다.이것은 첫번째 질문의 대답입니다.이것은 첫번째 질문의 대답입니다.이것은 첫번째 질문의 대답입니다.이것은 첫번째 질문의 대답입니다.",
    id: 0,
  },
  {
    q: "이것은 두번째 질문입니다.이것은 두번째 질문입니다.이것은 두번째 질문입니다.이것은 두번째 질문입니다.",
    a: "이것은 두번째 질문의 대답입니다.이것은 두번째 질문의 대답입니다.이것은 두번째 질문의 대답입니다.이것은 두번째 질문의 대답입니다.이것은 두번째 질문의 대답입니다.이것은 두번째 질문의 대답입니다.",
    id: 1,
  },
  {
    q: "이것은 세번째 질문입니다.이것은 세번째 질문입니다.이것은 세번째 질문입니다.이것은 세번째 질문입니다.",
    a: "이것은 세번째 질문의 대답입니다.이것은 세번째 질문의 대답입니다.이것은 세번째 질문의 대답입니다.이것은 세번째 질문의 대답입니다.이것은 세번째 질문의 대답입니다.이것은 세번째 질문의 대답입니다.",
    id: 2,
  },
  {
    q: "이것은 네번째 질문입니다.이것은 네번째 질문입니다.이것은 네번째 질문입니다.이것은 네번째 질문입니다.",
    a: "이것은 네번째 질문의 대답입니다.이것은 네번째 질문의 대답입니다.이것은 네번째 질문의 대답입니다.이것은 네번째 질문의 대답입니다.이것은 네번째 질문의 대답입니다.이것은 네번째 질문의 대답입니다.",
    id: 3,
  },
];
