export const answer3 = `# Sementic Tag(시멘틱태그)

# 시멘틱이란?

시멘틱은 의미론적이라는 영어 단어이다.

# 시멘틱태그란 ?

기능은 <div>와 마찬가지로 block element이지만 웹의 layout을 설계할때 의미를 부여함으로써 웹의 구조를 파악할 수 있도록 만들어진 태그

# 시멘틱태그를 쓰는 이유는 ?

## 1. SEO(Search Engine Optimization)

검색 엔진이 태그의 목적에 적합하게 설계되어 있는 구조의 사이트에서 효율적으로 정보를 파악할 수 있어서 검색 결과 노출에 유리하다

## 2. 시각장애가 있는 사용자가 스크린 리더를 사용하여 웹 사용에 도움이 된다

## 3. 유지보수에도 유용하다

div>div>div>div….이러한 구조면 해당부분이 어느 영역인지 알기 쉽지 않다

# 시멘틱태그의 종류들

1. <header>: 머리글, 제목
2. <nav>: 네비게이션, 목차, 리스트, 다른 페이지로 이동을 위한 링크 공간
3. <aside>: 좌측 우측의 사이드 공간 부수적인 내용을 표현
4. <section>: 같은 주제, 카테고리 ,테마들의 여러개의 콘텐츠를 그룹화
5. <article>: 기사, 블로그 등 텍스트 위주의 공간
6. <footer>: 바닥글, 웹 하단에 들어가는 정보
7. <address>: 콘텐츠의 작성자나 소유자의 정보를 담는 공간
8. <hgroup>: 제목과 관련된 부제목
9. <main>: body의 중심 주제, 주요 내용
10. <details>: 참조 또는 표기 목적으로 표시
11. <figure>: 이미지, 다이어그램, 사진 등 독립적인 컨텐츠
12. <figcaption>: <figure>의 설명
13. <mark>: 현재 맥락에 관련이 깊거나 중요한 부분 강조
14. <time>: 시간의 특정 지점, datetime과 같은 속성을 이용해 알림 같은 기능 구현
15. <summary>: details 요소에 대한 요약`;
